Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Doors and gates opening upwards shall be fitted with a mechanism to secure them against falling back.
sv: Dörrar och portar som öppnas uppåt skall ha en mekanism, som hindrar att de faller ned.

source: They shall be fitted with emergency stop devices which are easily identifiable and accessible and, unless they open automatically in the event of a power cut, it shall be possible for them to be opened manually.
sv: De skall ha nödstopp som är lätta att känna igen och lätta att komma åt och de skall vara manuellt öppningsbara om de inte öppnas automatiskt vid strömavbrott.

source: In the immediate vicinity of gates intended for vehicle traffic, there shall be doors for pedestrian traffic unless it is safe for pedestrians to use the gates.
sv: Invid port för fordonstrafik skall det finnas gångdörr om det inte är riskfritt för gående att använda porten.

source: Such doors shall be clearly marked and kept free at all times.
sv: Sådana gångdörrar skall vara tydligt markerade och får aldrig blockeras.

source: When open or unlocked, they must not constitute a hazard to the employees.
sv: I öppet eller olåst läge får de inte utgöra någon risk för arbetstagarna.

source: Windows and skylights shall be designed for such equipment or otherwise fitted with devices allowing them to be cleaned without risk to the persons carrying out this work or to other employees.
sv: Fönster och takfönster skall utformas för sådan rengöringsutrustning eller förses med sådana anordningar att de kan rengöras utan risk för dem som utför arbetet eller för andra arbetstagare.

source: They shall be made of shatter-proof material or be shielded to prevent employees from coming into contact with them or being injured should the walls shatter.
sv: De skall antingen vara utförda i ett splitterfritt material eller vara avskärmade så att arbetstagare inte kommer i kontakt med dem eller skadas om de splittras.

source: Communication routes
sv: Förbindelseleder

source: Communication routes, loading bays, loading towers and load openings shall have such protective devices and shall be designed, proportioned and located in such a way as to avert the risk of falls and falling objects.
sv: Förbindelseleder samt lastkajer, intagsbryggor och lastöppningar skall ha sådana skyddsanordningar samt utformas, dimensioneras och placeras så att risken för fall och ras är förebyggd.

source: Loading towers shall normally have a gate or barrier which can be easily and safely opened and closed in connection with transport operations.
sv: På intagsbryggor skall normalt finnas grind eller bom som lätt och säkert kan öppnas och stängas i samband med transporter.

source: Loading bays shall have at least one exit point.
sv: Lastkajer skall ha minst en utgång.

source: Communication routes shall, depending on the equipment on the construction site and other conditions there, be clearly marked if necessary for the safety of the employees.
sv: Förbindelseleder skall med hänsyn till utrustningen på byggarbetsplatsen och övriga förhållanden där vara tydligt markerade om det behövs för arbetstagarnas säkerhet.

source: Section 39
sv: AFS 1999:3 14

source: Communication routes to a higher or lower level shall normally consist of stairs or a ramp.
sv: § Förbindelseleder till högre eller lägre plan skall normalt utgöras av trappa eller ramp.

source: If the difference in height between two levels exceeds ten metres and this means a great deal of stair-climbing for the employees, a lift shall be available in addition to the stairs.
sv: Om nivåskillnaden mellan två plan är mer än tio meter och detta medför att arbetstagarna måste gå mycket i trappor skall utöver trappor finnas tillgång till hiss.

source: Stairs shall be of sufficient width and shall have a suitable gradient.
sv: Trappa skall ha tillräcklig bredd och lämplig lutning.

source: Stairs and landings shall have, respectively, handrails and guardrails.
sv: Trappa och vilplan skall ha ledstänger respektive skyddsräcken.

source: A permanently fixed ladder which is vertical or near-vertical and more than six metres in length shall have cage protection down to a height of about two and half metres above ground or another level.
sv: Fastmonterad stege, som är lodrät eller nästan lodrät och mer än sex meter lång, skall ha ryggskydd ned till en höjd av cirka två och en halv meter över mark eller annat plan.

source: Communication routes intended for motor vehicles shall, for the protection of others at the site, be provided with sufficient safety clearance or adequate protective devices.
sv: Kring förbindelseleder avsedda för motorfordon skall det, till skydd för övriga som vistas på byggarbetsplatsen, finnas antingen tillräckligt säkerhetsavstånd eller tillräckliga skyddsanordningar.

source: Lighting
sv: Belysning

source: Where daylight is insufficient, artificial lighting shall be provided.
sv: Då dagsljuset inte är tillräckligt skall artificiell belysning anordnas.

source: Moveable, impact-proof workplace lighting shall be used if needed.
sv: När det behövs skall flyttbar, stötsäker arbetsplatsbelysning användas.

source: Suitable standby lighting shall be provided if needed.
sv: När det behövs skall lämplig reservbelysning finnas.

source: The colour of artificial light used must not alter or affect the perception of signals, signposts or warning clothing.
sv: Färgen på det artificiella ljuset får inte påverka möjligheterna att se signaler, skyltar eller varselkläder.

source: Conduct of the work
sv: Arbetets utförande

source: Choice of working methods and equipment
sv: Val av arbetsmetoder och utrustning

source: counteract accidents due to falls or collapses, overturning or falling objects,
sv: motverkar olycksfall på grund av fall eller ras,

source: serve to avoid physical loads which are dangerous to health or are unnecessarily fatiguing,
sv: innebär att hälsofarliga eller onödigt tröttande fysiska belastningar undviks, är anpassade till byggprodukternas egenskaper,

source: are appropriate to the properties of the building products,
sv: AFS 1999:3 15

source: entail low exposure to noise, vibrations, dangerous substances and air contaminants, and are suitable for structural work on foundations and framework systems and for the assembly of framework supplements, installations and interior fittings.
sv: medför låg exponering för buller, vibrationer, farliga ämnen och luftföroreningar samt är lämpliga vid utförande av konstruktioner för grundläggning och stomsystem samt vid montering av stomkomplettering, installationer och inredningar.

source: The lifting devices and accessories chosen, including their component parts, attachments, anchorings and supports, shall be properly designed and constructed and sufficiently strong for their intended use, and shall clearly display their maximum load values.
sv: Sådana lyftanordningar och lyftredskap, inbegripet deras komponenter, tillbehör, förankringar och stöd, skall väljas som är ändamålsenligt utformade och tillräckligt hållfasta för den avsedda användningen samt märkta med den maximala lasten (maxlast).

source: Lifting devices and accessories shall be operated by qualified workers who have received appropriate training, and may not be used for other than their intended purposes.
sv: Lyftanordningar och lyftredskap skall handhas av kompetent personal med ändamålsenlig utbildning och får inte användas för annat än det avsedda ändamålet.

source: They may only be operated by employees with adequate skills and may be used solely for the purpose for which they were designed.
sv: De får endast handhas av arbetstagare med tillräckliga kunskaper och endast användas för det ändamål som de är konstruerade för.

source: Shutterings and temporary support shall be designed, installed and maintained so as to safely withstand any loads and stresses which they may be exposed to.
sv: Formar och tillfälliga stöd skall utformas, utföras och underhållas så att de med säkerhet motstår de belastningar och påfrestningar de kan komma att utsättas för.

source: Vehicles powered by internal combustion engines, as well as machinery and other equipment, which can be used in such a way that the persons operating them or working near them are not exposed to exhaust fumes in harmful concentrations, shall be selected.
sv: Sådana förbränningsmotordrivna fordon samt sådana maskiner och annan utrustning skall väljas som kan brukas så, att de som handhar dem eller arbetar intill dem inte exponeras för avgaser i skadliga halter.

source: Instructions, inspection, etc.
sv: Instruktion, kontroll m.m.

source: Information concerning the safe conduct of the work shall be supplied to the employees to the extent necessary.
sv: Instruktion om arbetets säkra utförande skall lämnas till arbetstagarna i tillräcklig omfattning.

source: Information and instructions shall be comprehensible to the employees concerned.
sv: Information och instruktioner skall vara begripliga för de arbetstagare de riktas till.

source: Equipment and installations in use shall be checked and maintained periodically and after events which may have affected their working order.
sv: Då utrustning och installationer används skall de kontrolleras och underhållas regelbundet samt efter händelser som kan ha påverkat deras funktion.

source: This applies particularly to the following:
sv: Detta gäller särskilt följande:

source: Fire-fighting equipment, fire detectors and alarm systems.
sv: Brandredskap, branddetektorer och alarmsystem.

source: Energy distribution installations.
sv: Installationer för energidistribution.

source: Communication routes.
sv: Förbindelseleder.

source: Traffic control devices and cut-off devices.
sv: Trafikanordningar och avstängningsanordningar.

source: Shutterings and other temporary structures.
sv: Formar och andra temporära konstruktioner.

source: Safety nets.
sv: Skyddsnät.

source: Structures for workplaces at a height or depth.
sv: Konstruktioner för högt eller djupt belägna arbetsplatser.

source: Signage, markings and other safety and/or health signs.
sv: Skyltar, markeringar och annan varselmärkning.

source: The work may not be resumed until the deficiencies have been remedied.
sv: Arbetet får inte återupptas förrän bristerna avhjälpts.

source: Pointed or sharp objects
sv: Spetsiga eller vassa föremål

source: Transport of building products or other material
sv: Transport av byggprodukter eller annat material

source: Transport up to or down from a level more than two metres above ground level or the equivalent shall be conducted in such a way that a guardrail or other protective device does not need to be removed, or else:
sv: Transport upp till eller ner från plan som ligger mer än två meter över markplanet eller motsvarande skall utföras på ett sådant sätt att skyddsräcke eller annan skyddsanordning inte behöver tas bort eller också

source: via loading towers,
sv: via intagsbryggor,

source: via load openings in façades,
sv: via lastöppningar i fasader,

source: via specially provided ramps or via specially provided transport systems.
sv: via särskilt iordningställda ramper eller via särskilt anordnade transportsystem.

source: If, due to the shape or size of individual objects, the transport cannot be conducted in accordance with subsection 2, a guardrail or other protective device may be removed.
sv: Om formen eller storleken hos enstaka objekt medför att transporten inte kan utföras enligt andra stycket, får skyddsräcke eller annan skyddsanordning tas bort.

source: If so, the transport shall be especially planned and supervised.
sv: Transporten skall i så fall planeras och övervakas särskilt.

source: Special safety precautions shall be taken.
sv: Särskilda skyddsåtgärder skall vidtas.

source: The guardrail or protective device shall be put back as soon as it no longer impedes the transport operation.
sv: Skyddsräcket eller skyddsanordningen skall sättas tillbaka så snart den inte längre hindrar transporten.

source: This also shall be specially supervised.
sv: Även detta skall övervakas särskilt.

source: Handling of waste
sv: Hantering av avfall

source: Storage and handling or removal of building and demolition waste shall take place in a safe manner.
sv: Förvaring och omhändertagande eller bortförande av bygg- och rivningsavfall skall ske under betryggande former.

source: used dangerous material and used dangerous substances or packaging having contained dangerous substances is removed from the site or the area.
sv: Särskild uppmärksamhet skall ägnas förhållandena då använt farligt material och använda farliga ämnen eller emballage som innehållit farliga ämnen förs bort från platsen eller området.

source: Storage and depositing of materials
sv: Lagring och uppställning av material

source: The impact of wind shall also be taken into account in connection with the storage and deposition of any material with large areas.
sv: Vindens inverkan skall även i övrigt beaktas vid lagring

source: Anchorings and other stabilizing measures shall always be designed and proportioned to the wind loads occurring.
sv: Förankringar och andra stabiliserande åtgärder skall alltid utformas och dimensioneras med hänsyn till förekommande vindlaster.

source: A sanction charge may be applied if fall protection fails to meet the minimum level described in Section 60 a.
sv: Om fallskyddet inte uppfyller den miniminivå som finns beskriven i 60 a § kan sanktionsavgift påföras.

source: Guardrails, work platforms, work baskets or scaffolding shall be used if needed.
sv: Om det behövs skall skyddsräcken, arbetsplattformar, arbetskorgar eller ställningar användas.

source: Guardrails shall be of appropriate strength and height and shall have at least a toeboard, a principal guardrail and an intermediate guardrail or afford corresponding protection.
sv: Skyddsräcken skall vara hållfasta och tillräckligt höga samt ha åtminstone fotlist, överledare och en mellanledare eller ge motsvarande skydd.

source: Guardrails shall be completely enclosed if loose objects occur which may cause injury when falling through the guardrails.
sv: Skyddsräcken skall vara helt inklädda om det förekommer lösa föremål som kan vålla skada om de faller genom skyddsräckena.

source: If needed, an access route to the risk area shall be suitably arranged if needed.
sv: Om det behövs skall tillträdesled till riskområdet ordnas på lämpligt sätt.

source: If unauthorised employees can enter the risk area, it shall be demarcated and closed off.
sv: Om obehöriga arbetstagare kan beträda riskområdet skall det utmärkas och avspärras.

source: A protective covering shall have sufficient load-bearing capacity and shall either be designed so as to make its purpose evident or else be clearly marked.
sv: Skyddstäckning skall ha betryggande bärighet och skall antingen vara utförd så att det framgår vad den är avsedd för eller vara tydligt märkt.

source: Workplace floors must not have any dangerous bumps, holes or slopes.
sv: Arbetsplatsernas golv får inte ha några farliga upphöjningar, hål eller lutningar.

source: Surfaces which do not have ample load-bearing capacity or which are slippery shall be closed off and marked except where manifestly unnecessary.
sv: Underlag som saknar betryggande bärighet eller som är halt skall avspärras och utmärkas om det inte är uppenbart obehövligt.

source: If a surface which does not have ample load-bearing capacity or which is slippery needs to be trodden on, special safety precautions shall be taken which make it possible for the work to be done in a safe manner.
sv: Om ett underlag som saknar betryggande bärighet eller som är halt behöver beträdas skall särskilda skyddsåtgärder vidtas som gör det möjligt att utföra arbetet på ett säkert sätt.

source: Sanction charges for risks of falls to a lower level etc.
sv: Sanktionsavgift vid fallrisk till lägre nivå m.m.

source: In case of work on roofs the stipulations of Sections 86 a and 92 a are also applicable.
sv: Vid takarbete gäller även bestämmelserna i 86 a och 92 a §§.

source: b. work is carried out on mobile or fixed work platforms,
sv: arbetar på mobila eller fasta arbetsplattformar,

source: Protection to prevent falls shall be designed and used as described in a– e below.
sv: Skydd mot fall ska vara utformat och användas enligt a–e nedan.

source: Guardrails shall have a toeboard, an intermediate guardrail and a principal guardrail, and shall be at least one metre high.
sv: Skyddsräcke ska ha fotlist, mellanledare och överledare och vara minst en meter högt.

source: The stipulations in the regulations relating to scaffolding shall be met when guardrails only provide protection against falling from working decks in a scaffold.
sv: När räcke endast skyddar mot fall från ställningslag ska bestämmelserna i föreskrifterna om ställningar uppfyllas.

source: If permanent guardrails are used as fall protection, the toeboard may be omitted.
sv: Om permanenta räcken utnyttjas som fallskydd, får fotlist utelämnas.

source: Openings and holes where there is a risk of falls shall be provided with a protective covering or guardrails.
sv: Öppningar och hål med fallrisker ska förses med skyddstäckning eller skyddsräcken.

source: Personal fall protection equipment shall consist of a full body harness and connecting lanyard with energy absorber.
sv: Personlig fallskyddsutrustning ska bestå av helsele och kopplingslina med falldämpare.

source: The lanyard shall be anchored.
sv: Linan ska vara förankrad.

source: Personal fall protection equipment shall prevent falls to a lower level.
sv: Personlig fallskyddsutrustning ska förhindra fall till underliggande nivå.

source: Personal fall protection equipment shall be used and be anchored when moving along a ladder or ladders, fixed or unfixed, if the height difference between the level where moving begins and the level where it ends is more than 4 metres.
sv: Personlig fallskyddsutrustning ska användas och vara förankrad vid en förflyttning längs stege eller stegar, fasta eller lösa, om höjdskillnaden mellan nivån där förflyttningen startar och nivån där den slutar är mer än 4 meter.

source: Exceptions to 1 and 2 are permitted for the following work.
sv: Undantag från 1 och 2 medges för följande arbeten.

source: When working from an unfixed ladder, personal fall protection equipment does not need to be used if all the conditions in the points below are met
sv: Vid arbete från lös stege behöver personlig fallskyddsutrustning inte användas om alla villkor i punkterna nedan är uppfyllda

source: only occasional tasks are being carried out,
sv: endast enstaka arbeten utförs,

source: the ladder is less than 5 metres long,
sv: stegen är kortare än 5 meter,

source: the work takes less than 15 minutes per each putting up of the ladder, and the work can be done with one hand, and so that the worker holds onto the ladder with the other hand.
sv: arbetet tar mindre än 15 minuter per steguppställning och arbetet kan utföras med en hand, och så att man håller sig fast i stegen med den andra handen.

source: During occasional tasks involving installing an anchor device for a safety lanyard a maximum of 7 metres above ground level.
sv: Vid enstaka arbete med att installera infästning för säkerhetslina maximalt 7 meter över marknivå.

source: Existing anchor devices along the route up shall be used, if such are available.
sv: Befintliga infästningsanordningar längs vägen upp ska användas, om sådana finns.

source: When working with securing a safety lanyard for the first time to an existing anchor point for fall protection equipment no more than 7 metres above ground level.
sv: Vid arbete med att första gången fästa säkerhetslina i befintlig förankringspunkt för fallskyddsutrustning maximalt 7 meter över marknivån.

source: The minimum sanction charge is SEK 40 000 and the maximum sanction charge is SEK 400 000 .
sv: Lägsta avgiften är 40 000 kronor och högsta avgiften är 400 000 kronor.

source: For anyone with 500 or more people employed, the sanction charge is SEK 400 000 .
sv: För den som har 500 eller fler sysselsatta är avgiften 400 000 kronor.

source: For anyone with fewer than 500 people employed, the sanction charge shall be calculated as follows:
sv: För den som har färre än 500 sysselsatta ska sanktionsavgiften beräknas enligt följande:

source: Sanction charge = SEK 40 000 + (number of people employed – 1) x 721.
sv: Avgift = 40 000 kronor + (antal sysselsatta – 1) x 721 kronor.

source: The total shall be rounded down to the nearest whole hundred.
sv: Summan ska avrundas nedåt till närmaste hela hundratal.

source: Anyone who also fails to comply with Section 92 a for the same work shall pay only one sanction charge.
sv: Den som för samma arbete även överträder 92 a § ska endast betala en sanktionsavgift.

source: Section 61
sv: Arbetsplatserna

source: Work stations, wherever located shall be of appropriate strength and stability having regard to
sv: § Arbetsplatser skall, oavsett var de är belägna, vara hållfasta och stabila med hänsyn till

source: the largest potential number of employees present in them,
sv: det största antal arbetstagare som kan komma att befinna sig på dem,

source: any other loads which they shall be capable of supporting and how these loads are distributed, and any other influence which they may be subjected to during use.
sv: vilka övriga laster de skall kunna bära och hur dessa laster fördelas samt vilken annan påverkan de kan utsättas för under användningen.

source: The stability and strength of work stations shall be checked in a suitable manner and especially, in cases where work stations can be raised or lowered, after every raising or lowering of them.
sv: Arbetsplatsernas stabilitet och hållfasthet skall kontrolleras på lämpligt sätt och särskilt, i de fall

source: Section 62
sv: AFS 1999:3 19

source: A space where work is to be done shall have sufficient surface area and height to allow the employees to perform their work without risk to their safety, health or well-being.
sv: § Utrymme där arbete skall utföras skall ha tillräcklig yta och höjd så att arbetstagarna kan utföra sitt arbete utan fara för sin säkerhet, hälsa eller välbefinnande.

source: The stipulations of the 1st paragraph do not apply to work in existing buildings or structures if, for technical reasons, the requirements of sufficient surface area and height cannot be met.
sv: Bestämmelserna i första stycket gäller inte arbete i befintliga byggnader eller anläggningar om det av tekniska orsaker inte är möjligt att uppfylla kraven på tillräcklig yta eller höjd.

source: In such cases, the risk of ill-health or accidents shall be prevented by using technical aids or by organisational measures.
sv: I så fall skall risken för ohälsa eller olycksfall förebyggas genom användning av tekniska hjälpmedel eller genom organisatoriska åtgärder.

source: Access routes shall give easy, safe and appropriate access.
sv: Tillträdesleder skall lätt, säkert och ändamålsenligt ge tillträde.

source: They shall have such protective devices and be so designed, dimensioned and located that the risk of falls and collapses, overturning or falling objects will be averted.
sv: De skall ha sådana skyddsanordningar samt utformas, dimensioneras och placeras så att risken för fall och ras är förebyggd.

source: Climate and air quality
sv: Klimat och luftkvalitet

source: It shall be adapted according to whether the work is light or heavy and whether it is mobile or sedentary.
sv: Det skall vara anpassat till om arbetet är lätt eller tungt och om det är rörligt eller utförs stillasittande.
